const questions = [
  {
    ask: "Как называют манекенщицу супер-класса?",
    vars: {
      A: "Топ-модель",
      B: "Тяп-модель",
      C: "Поп-модель",
      D: "Ляп-модель"
    },
    answer: "A"
  },
  {
    ask: "Кто вырос в джунглях среди диких зверей?",
    vars: {
      A: "Колобок",
      B: "Маугли",
      C: "Бэтмен",
      D: "Чарльз Дарвин"
    },
    answer: "B"
  },
  {
    ask: "Как называлась детская развлекательная программа, популярная в прошлые годы?",
    vars: {
      A: "АБВГДейка",
      B: "ЁКЛМНейка",
      C: "ЁПРСТейка",
      D: "ЁЖЗИКейка"
    },
    answer: "A"
  },
  {
    ask: "Как звали невесту Эдмона Дантеса, будущего графа Монте-Кристо?",
    vars: {
      A: "Мерседес",
      B: "Тойота",
      C: "Хонда",
      D: "Лада"
    },
    answer: "A"
  },
  {
    ask: "Какой цвет получается при смешении синего и красного?",
    vars: {
      A: "Коричневый",
      B: "Фиолетовый",
      C: "Зелёный",
      D: "Голубой"
    },
    answer: "B"
  }
];